"appName" = "Inlaider (sv)";


"popup.command.placeholder.typeACommand" = "Skriv ett kommando...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Skriv ett kommando eller tryck Enter för att avsluta...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Skriv ett kommando eller tryck Enter för att klistra in resultatet";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — växlar till redigeraren";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — växlar till kommandoraden";
"popup.shortcut.clearCanvas" = "⌘⌫ rensar redigeraren";
"popup.shortcut.copyCanvas" = "⌘C kopierar redigerarens innehåll";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C eller Enter kopierar redigerarens innehåll";
"popup.shortcut.enterPaste" = "Enter infogar till";
"popup.shortcut.esc" = "Esc stänger till";

"show" = "Visa";
"about" = "Om programmet";
"quit" = "Avsluta";
"close" = "Stäng";
"cancel" = "Avbryt";
"save" = "Spara";
"ok" = "OK";
"settings" = "Inställningar";
"copied" = "Kopierat";

"settings.section.general.title" = "Allmänt";
"settings.accessibility.title" = "Tillgänglighetsbehörigheter";
"settings.accessibility.description" = "Denna behörighet krävs för att automatiskt läsa markerad text och infoga det bearbetade resultatet tillbaka till det ursprungliga textfältet.\nUtan åtkomst kommer applikationen att använda urklipp för att överföra data.";
"settings.inlaiderShortcut.label" = "Kortkommando för Inlaider";
"settings.LaunchAtLogin.label" = "Starta vid inloggning";

"settings.section.ownAPIKeys.title" = "Egna API-nycklar";
"provider.apiKey.title" = "API-nyckel";
"provider.apiKey.placeholder" = "Ange API-nyckel här";
"provider.models.title" = "Modeller";
"provider.models.new.placeholder" = "Lägg till modellnamn";

"settings.section.customPrompts.title" = "Ersättningsprompter";
"prompts.general.title" = "Allmän prompt";
"prompts.replacements.title" = "Ersättningsprompter";
"prompts.replacements.replaceWhat.label" = "Ersätt";
"prompts.replacements.model.label" = "Modell";
"prompts.replacements.replaceWith.label" = "Med prompt";
"prompts.replacements.error.exists.message" = "Ersättningskommandot '%@' finns redan.";

"about.ThirdPartyLicenses" = "Tredjepartslicenser";
"about.VisitOnGithub" = "Se på GitHub";
"about.version" = "Version %@";

"error.title" = "Fel";